tap "homebrew/bundle"
brew "ack"
brew "autoconf"
brew "automake"
brew "asdf"
brew "bash"
brew "d2"
brew "git"
brew "make"
brew "mr"
brew "m4"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
cask "visual-studio-code"
vscode "davidanson.vscode-markdownlint"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "kddejong.vscode-cfn-lint"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "terrastruct.d2"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "waderyan.gitblame"
