tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "libyaml"
brew "openssl"
brew "readline"
brew "python"
brew "ansible"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "unixodbc"
brew "asdf"
brew "aws-shell"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "curl"
brew "diff-so-fancy"
brew "git"
brew "go"
brew "jq"
brew "libxslt"
brew "mr"
brew "node"
brew "openssh"
brew "pv"
brew "shellcheck"
brew "terraform-docs"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "aws/tap/aws-sam-cli"
cask "keepassx"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"